{"source_version": {"hash": {"input_encoding": "utf-8", "algorithm": "sha256", "digest": "af59ef02f9c31ca780d27b9a7c18a85985a2bfeb6777cd35fe45dc6927dbf295", "digest_size": 32, "block_size": 64}}, "title": "Bahá’í Prayers", "subtitle": "A Selection of Prayers Revealed by Bahá’u’lláh, the Báb, and ‘Abdu’l-Bahá", "sections": [{"title": "__intro__", "interstitial": {"text": ["Blessed is the spot, and the house, and the place, and the city, and the heart, and the mountain, and the refuge, and the cave, and the valley, and the land, and the sea, and the island,and the meadow where mentionof God hath been made, and His praise glorified."], "author": "—Bahá’u’lláh"}, "text": ["Intone, O My servant, the verses of Godthat have been received by thee,as intoned by them who have drawn nigh unto Him,that the sweetness of thy melody may kindle thine own soul,and attract the hearts of all men.Whoso reciteth, in the privacy of his chamber, the verses revealed by God, the scattering angels of the Almighty shall scatter abroad the fragrance of the words uttered by his mouth,and shall cause the heart of every righteous man to throb.Though he may, at first, remain unaware of its effect, yet the virtueof the grace vouchsafed unto him must needs sooner or later exerciseits influence upon his soul.Thus have the mysteries of the Revelation of God been decreedby virtue of the Will of Him Who is the Source of power and wisdom."], "author": "—Bahá’u’lláh"}, {"title": ["", "Obligatory Prayers"], "notes": [{"instructions": [{"text": "“The daily obligatory prayers are three in number… . The believer is entirely free to choose any one of these three prayers, but is under the obligation of reciting one of them, and in accordance with any specific directions with which it may be accompanied.”", "source": "—from a letter written on behalf of Shoghi Effendi"}, {"text": "“By ‘morning,’ ‘noon’ and ‘evening,’ mentioned in connection with the Obligatory Prayers, is meant respectively the intervals between sunrise and noon, between noon and sunset, and from sunset till two hours after sunset.”", "source": "—Synopsis and Codification of the Kitáb-i-Aqdas, p. 36"}]}], "categories": [{"title": ["", "", "Short Obligatory Prayer"], "author": ["", "—Bahá’u’lláh"], "texts": [{"classes": ["brl-uppercase", "brl-text-smaller1", "brl-displayblock", "brl-firstline-noindent", "brl-align-center", "brl-topmargin", "brl-btmmargin"], "text": "To be recited once in twenty-four hours, at noon"}, {"classes": ["brl-firstline-noindent", "brl-initialcap"], "text": "I bear witness, O my God, that Thou hast created me to know Thee and to worship Thee. I testify, at this moment, to my powerlessness and to Thy might, to my poverty and to Thy wealth."}, {"classes": [], "text": "There is none other God but Thee, the Help in Peril, the Self-Subsisting."}]}, {"title": ["", "Medium Obligatory Prayer"], "author": ["", "—Bahá’u’lláh"], "texts": [{"classes": ["brl-uppercase", "brl-text-smaller1", "brl-displayblock", "brl-firstline-noindent", "brl-align-center", "brl-topmargin"], "text": "To be recited daily, in the morning, at noon, and in the evening"}, {"classes": ["brl-global-instructions", "brl-topmargin", "brl-btmmargin"], "text": "Whoso wisheth to pray, let him wash his hands, and while he washeth, let him say:"}, {"classes": ["brl-firstline-noindent", "brl-initialcap"], "text": "Strengthen my hand, O my God, that it may take hold of Thy Book with such steadfastness that the hosts of the world shall have no power over it. Guard it, then, from meddling with whatsoever doth not belong unto it. Thou art, verily, the Almighty, the Most Powerful."}, {"classes": ["brl-global-instructions", "brl-topmargin", "brl-btmmargin"], "text": "And while washing his face, let him say:"}, {"classes": [], "text": "I have turned my face unto Thee, O my Lord! Illumine it with the light of Thy countenance. Protect it, then, from turning to anyone but Thee."}, {"classes": ["brl-global-instructions", "brl-topmargin", "brl-btmmargin"], "text": "Then let him stand up, and facing the Qiblih (Point of Adoration, i.e., Bahjí, ‘Akká), let him say:"}, {"classes": [], "text": "God testifieth that there is none other God but Him. His are the kingdoms of Revelation and of creation. He, in truth, hath manifested Him Who is the Dayspring of Revelation, Who conversed on Sinai, through Whom the Supreme Horizon hath been made to shine, and the Lote-Tree beyond which there is no passing hath spoken, and through Whom the call hath been proclaimed unto all who are in heaven and on earth: “Lo, the All-Possessing is come. Earth and heaven, glory and dominion are God’s, the Lord of all men, and the Possessor of the Throne on high and of earth below!”"}, {"classes": ["brl-global-instructions", "brl-topmargin", "brl-btmmargin"], "text": "Let him, then, bend down, with hands resting on the knees, and say:"}, {"classes": [], "text": "Exalted art Thou above my praise and the praise of anyone beside me, above my description and the description of all who are in heaven and all who are on earth!"}, {"classes": ["brl-global-instructions", "brl-topmargin", "brl-btmmargin"], "text": "Then, standing with open hands, palms upward toward the face, let him say:"}, {"classes": [], "text": "Disappoint not, O my God, him that hath, with beseeching fingers, clung to the hem of Thy mercy and Thy grace, O Thou Who of those who show mercy art the Most Merciful!"}, {"classes": ["brl-global-instructions", "brl-topmargin", "brl-btmmargin"], "text": "Let him, then, be seated and say:"}, {"classes": ["brl-btmmargin"], "text": "I bear witness to Thy unity and Thy oneness, and that Thou art God, and that there is none other God beside Thee. Thou hast, verily, revealed Thy Cause, fulfilled Thy Covenant, and opened wide the door of Thy grace to all that dwell in heaven and on earth. Blessing and peace, salutation and glory, rest upon Thy loved ones, whom the changes and chances of the world have not deterred from turning unto Thee, and who have given their all, in the hope of obtaining that which is with Thee. Thou art, in truth, the Ever-Forgiving, the All-Bountiful."}, {"classes": ["brl-global-instructions", "brl-btmmargin"], "text": "(If anyone choose to recite instead of the long verse these words: “God testifieth that there is none other God but Him, the Help in Peril, the Self-Subsisting,” it would be sufficient. And likewise, it would suffice were he, while seated, to choose to recite these words: “I bear witness to Thy unity and Thy oneness, and that Thou art God, and that there is none other God beside Thee.”)"}]}, {"title": ["", "Long Obligatory Prayer"], "author": ["", "—Bahá’u’lláh"], "texts": [{"classes": ["brl-uppercase", "brl-text-smaller1", "brl-displayblock", "brl-firstline-noindent", "brl-align-center", "brl-topmargin"], "text": "To be recited once in twenty-four hours"}, {"classes": ["brl-global-instructions", "brl-topmargin", "brl-btmmargin"], "text": "Whoso wisheth to recite this prayer, let him stand up and turn unto God, and, as he standeth in his place, let him gaze to the right and to the left, as if awaiting the mercy of his Lord, the Most Merciful, the Compassionate. Then let him say:"}, {"classes": ["brl-firstline-noindent", "brl-initialcap"], "text": "O Thou Who art the Lord of all names and the Maker of the heavens! I beseech Thee by them Who are the Daysprings of Thine invisible Essence, the Most Exalted, the All-Glorious, to make of my prayer a fire that will burn away the veils which have shut me out from Thy beauty, and a light that will lead me unto the ocean of Thy Presence."}, {"classes": ["brl-global-instructions", "brl-topmargin", "brl-btmmargin"], "text": "Let him then raise his hands in supplication toward God—blessed and exalted be He—and say:"}, {"classes": [], "text": "O Thou the Desire of the world and the Beloved of the nations! Thou seest me turning toward Thee, and rid of all attachment to anyone save Thee, and clinging to Thy cord, through whose movement the whole creation hath been stirred up. I am Thy servant, O my Lord, and the son of Thy servant. Behold me standing ready to do Thy will and Thy desire, and wishing naught else except Thy good pleasure. I implore Thee by the Ocean of Thy mercy and the Daystar of Thy grace to do with Thy servant as Thou willest and pleasest. By Thy might which is far above all mention and praise! Whatsoever is revealed by Thee is the desire of my heart and the beloved of my soul. O God, my God! Look not upon my hopes and my doings, nay rather look upon Thy will that hath encompassed the heavens and the earth. By Thy Most Great Name, O Thou Lord of all nations! I have desired only what Thou didst desire, and love only what Thou dost love."}, {"classes": ["brl-global-instructions", "brl-topmargin", "brl-btmmargin"], "text": "Let him then kneel, and bowing his forehead to the ground, let him say:"}, {"classes": [], "text": "Exalted art Thou above the description of anyone save Thyself, and the comprehension of aught else except Thee."}, {"classes": ["brl-global-instructions", "brl-topmargin", "brl-btmmargin"], "text": "Let him then stand and say:"}, {"classes": [], "text": "Make my prayer, O my Lord, a fountain of living waters whereby I may live as long as Thy sovereignty endureth, and may make mention of Thee in every world of Thy worlds."}, {"classes": ["brl-global-instructions", "brl-topmargin", "brl-btmmargin"], "text": "Let him again raise his hands in supplication, and say:"}, {"classes": [], "text": "O Thou in separation from Whom hearts and souls have melted, and by the fire of Whose love the whole world hath been set aflame! I implore Thee by Thy Name through which Thou hast subdued the whole creation, not to withhold from me that which is with Thee, O Thou Who rulest over all men! Thou seest, O my Lord, this stranger hastening to his most exalted home beneath the canopy of Thy majesty and within the precincts of Thy mercy; and this transgressor seeking the ocean of Thy forgiveness; and this lowly one the court of Thy glory; and this poor creature the orient of Thy wealth. Thine is the authority to command whatsoever Thou willest. I bear witness that Thou art to be praised in Thy doings, and to be obeyed in Thy behests, and to remain unconstrained in Thy bidding."}, {"classes": ["brl-global-instructions", "brl-topmargin", "brl-btmmargin"], "text": "Let him then raise his hands, and repeat three times the Greatest Name.1 Let him then bend down with hands resting on the knees before God—blessed and exalted be He—and say:"}, {"classes": [], "text": "Thou seest, O my God, how my spirit hath been stirred up within my limbs and members, in its longing to worship Thee, and in its yearning to remember Thee and extol Thee; how it testifieth to that whereunto the Tongue of Thy Commandment hath testified in the kingdom of Thine utterance and the heaven of Thy knowledge. I love, in this state, O my Lord to beg of Thee all that is with Thee, that I may demonstrate my poverty, and magnify Thy bounty and Thy riches, and may declare my powerlessness, and manifest Thy power and Thy might."}, {"classes": ["brl-global-instructions", "brl-topmargin", "brl-btmmargin"], "text": "Let him then stand and raise his hands twice in supplication, and say:"}, {"classes": [], "text": "There is no God but Thee, the Almighty, the All-Bountiful. There is no God but Thee, the Ordainer, both in the beginning and in the end. O God, my God! Thy forgiveness hath emboldened me, and Thy mercy hath strengthened me, and Thy call hath awakened me, and Thy grace hath raised me up and led me unto Thee. Who, otherwise, am I that I should dare to stand at the gate of the city of Thy nearness, or set my face toward the lights that are shining from the heaven of Thy will? Thou seest, O my Lord, this wretched creature knocking at the door of Thy grace, and this evanescent soul seeking the river of everlasting life from the hands of Thy bounty. Thine is the command at all times, O Thou Who art the Lord of all names; and mine is resignation and willing submission to Thy will, O Creator of the heavens!"}, {"classes": ["brl-global-instructions", "brl-topmargin", "brl-btmmargin"], "text": "Let him then raise his hands thrice, and say:"}, {"classes": [], "text": "Greater is God than every great one!"}, {"classes": ["brl-global-instructions", "brl-topmargin", "brl-btmmargin"], "text": "Let him then kneel and, bowing his forehead to the ground, say:"}, {"classes": [], "text": "Too high art Thou for the praise of those who are nigh unto Thee to ascend unto the heaven of Thy nearness, or for the birds of the hearts of them who are devoted to Thee to attain to the door of Thy gate. I testify that Thou hast been sanctified above all attributes and holy above all names. No God is there but Thee, the Most Exalted, the All-Glorious."}, {"classes": ["brl-global-instructions", "brl-topmargin", "brl-btmmargin"], "text": "Let him then seat himself and say:"}, {"classes": [], "text": "I testify unto that whereunto have testified all created things, and the Concourse on high, and the inmates of the all-highest Paradise, and beyond them the Tongue of Grandeur itself from the all-glorious Horizon, that Thou art God, that there is no God but Thee, and that He Who hath been manifested is the Hidden Mystery, the Treasured Symbol, through Whom the letters B and E (Be) have been joined and knit together. I testify that it is He Whose name hath been set down by the Pen of the Most High, and Who hath been mentioned in the Books of God, the Lord of the Throne on high and of earth below."}, {"classes": ["brl-global-instructions", "brl-topmargin", "brl-btmmargin"], "text": "Let him then stand erect and say:"}, {"classes": [], "text": "O Lord of all being and Possessor of all things visible and invisible! Thou dost perceive my tears and the sighs I utter, and hearest my groaning, and my wailing, and the lamentation of my heart. By Thy might! My trespasses have kept me back from drawing nigh unto Thee; and my sins have held me far from the court of Thy holiness. Thy love, O my Lord, hath enriched me, and separation from Thee hath destroyed me, and remoteness from Thee hath consumed me. I entreat Thee by Thy footsteps in this wilderness, and by the words “Here am I. Here am I,” which Thy chosen Ones have uttered in this immensity, and by the breaths of Thy Revelation, and the gentle winds of the Dawn of Thy Manifestation, to ordain that I may gaze on Thy beauty and observe whatsoever is in Thy Book."}, {"classes": ["brl-global-instructions", "brl-topmargin", "brl-btmmargin"], "text": "Let him then repeat the Greatest Name thrice, and bend down with hands resting on the knees, and say:"}, {"classes": [], "text": "Praise be to Thee, O my God, that Thou hast aided me to remember Thee and to praise Thee, and hast made known unto me Him Who is the Dayspring of Thy signs, and hast caused me to bow down before Thy Lordship, and humble myself before Thy Godhead, and to acknowledge that which hath been uttered by the Tongue of Thy grandeur."}, {"classes": ["brl-global-instructions", "brl-topmargin", "brl-btmmargin"], "text": "Let him then rise and say:"}, {"classes": [], "text": "O God, my God! My back is bowed by the burden of my sins, and my heedlessness hath destroyed me. Whenever I ponder my evil doings and Thy benevolence, my heart melteth within me, and my blood boileth in my veins. By Thy Beauty, O Thou the Desire of the world! I blush to lift up my face to Thee, and my longing hands are ashamed to stretch forth toward the heaven of Thy bounty. Thou seest, O my God, how my tears prevent me from remembering Thee and from extolling Thy virtues, O Thou the Lord of the Throne on high and of earth below! I implore Thee by the signs of Thy Kingdom and the mysteries of Thy Dominion to do with Thy loved ones as becometh Thy bounty, O Lord of all being, and is worthy of Thy grace, O King of the seen and the unseen!"}, {"classes": ["brl-global-instructions", "brl-topmargin", "brl-btmmargin"], "text": "Let him then repeat the Greatest Name thrice, and kneel with his forehead to the ground, and say:"}, {"classes": [], "text": "Praise be unto Thee, O our God, that Thou hast sent down unto us that which draweth us nigh unto Thee, and supplieth us with every good thing sent down by Thee in Thy Books and Thy Scriptures. Protect us, we beseech Thee, O my Lord, from the hosts of idle fancies and vain imaginations. Thou, in truth, art the Mighty, the All-Knowing."}, {"classes": ["brl-global-instructions", "brl-topmargin", "brl-btmmargin"], "text": "Let him then raise his head, and seat himself, and say:"}, {"classes": [], "text": "I testify, O my God, to that whereunto Thy chosen Ones have testified, and acknowledge that which the inmates of the all-highest Paradise and those who have circled round Thy mighty Throne have acknowledged. The kingdoms of earth and heaven are Thine, O Lord of the worlds!"}]}]}, {"title": ["", "General Prayers"], "notes": [{"instructions": []}], "categories": [{"title": ["", "Firmness in the Covenant"], "author": [], "texts": []}, {"title": ["", "Forgiveness"], "author": [], "texts": []}, {"title": ["", "The Fund"], "author": ["", "All the friends of God … should contribute to the extent possible, however modest their offering may be. God doth not burden a soul beyond its capacity. Such contributions must come from all centers and all believers… . O Friends of God! Be ye assured that in place of these contributions, your agriculture, your industry, and your commerce will be blessed by manifold increases, with goodly gifts and bestowals. He who cometh with one goodly deed will receive a tenfold reward. There is no doubt that the living Lord will abundantly confirm those who expend their wealth in His path.", "", "—‘Abdu’l-Bahá"], "texts": [{"classes": ["brl-firstline-noindent", "brl-initialcap"], "text": "O God, my God! Illumine the brows of Thy true lovers, and support them with angelic hosts of certain triumph. Set firm their feet on Thy straight path, and out of Thine ancient bounty open before them the portals of Thy blessings; for they are expending on Thy pathway what Thou hast bestowed upon them, safeguarding Thy Faith, putting their trust in their remembrance of Thee, offering up their hearts for love of Thee, and withholding not what they possess in adoration for Thy Beauty and in their search for ways to please Thee."}, {"classes": [], "text": "O my Lord! Ordain for them a plenteous share, a destined recompense and sure reward."}, {"classes": [], "text": "Verily, Thou art the Sustainer, the Helper, the Generous, the Bountiful, the Ever-Bestowing."}]}, {"title": ["", "Tests and Difficulties"], "author": [], "texts": []}, {"title": ["", "Triumph of the Cause"], "author": [], "texts": []}]}, {"title": ["", "Occasional Prayers"], "notes": [{"instructions": []}], "categories": [{"title": ["", "Intercalary Days"], "author": ["", "—Bahá’u’lláh"], "texts": [{"classes": ["brl-firstline-noindent", "brl-initialcap"], "text": "My God, my Fire and my Light! The days which Thou hast named the Ayyám-i-Há12 in Thy Book have begun, O Thou Who art the King of names, and the Fast which Thy most exalted Pen hath enjoined unto all who are in the kingdom of Thy creation to observe is approaching. I entreat Thee, O my Lord, by these days and by all such as have during that period clung to the cord of Thy commandments, and laid hold on the handle of Thy precepts, to grant that unto every soul may be assigned a place within the precincts of Thy court, and a seat at the revelation of the splendors of the light of Thy countenance."}, {"classes": [], "text": "These, O my Lord, are Thy servants whom no corrupt inclination hath kept back from what Thou didst send down in Thy Book. They have bowed themselves before Thy Cause, and received Thy Book with such resolve as is born of Thee, and observed what Thou hadst prescribed unto them, and chosen to follow that which had been sent down by Thee."}, {"classes": [], "text": "Thou seest, O my Lord, how they have recognized and confessed whatsoever Thou hast revealed in Thy Scriptures. Give them to drink, O my Lord, from the hands of Thy graciousness the waters of Thine eternity. Write down, then, for them the recompense ordained for him that hath immersed himself in the ocean of Thy presence, and attained unto the choice wine of Thy meeting."}, {"classes": [], "text": "I implore Thee, O Thou the King of kings and the Pitier of the downtrodden, to ordain for them the good of this world and of the world to come. Write down for them, moreover, what none of Thy creatures hath discovered, and number them with those who have circled round Thee, and who move about Thy throne in every world of Thy worlds."}, {"classes": [], "text": "Thou, truly, art the Almighty, the All-Knowing, the All-Informed."}]}, {"title": ["", "Martyrs and Their Families"], "author": ["", "—‘Abdu’l-Bahá"], "texts": [{"classes": ["brl-firstline-noindent", "brl-initialcap"], "text": "He is God!"}, {"classes": [], "text": "O Lord my God! O Thou Helper of the feeble, Succorer of the poor and Deliverer of the helpless who turn unto Thee."}, {"classes": [], "text": "With utmost lowliness I raise my suppliant hands to Thy kingdom of beauty and fervently call upon Thee with my inner tongue, saying: O God, my God! Aid me to adore Thee, strengthen my loins to serve Thee; assist me by Thy grace in my servitude to Thee; suffer me to remain steadfast in my obedience to Thee; pour forth upon me the liberal effusions of Thy bounty, let the glances of the eye of Thy loving-kindness be directed towards me, and immerse me in the ocean of Thy forgiveness. Grant that I may be confirmed in my allegiance to Thy Faith, and bestow upon me a fuller measure of certitude and assurance, that I may wholly dispense with the world, may turn my face with entire devotion towards Thy face, be reinforced by the compelling power of proofs and testimonies, and, invested with majesty and power, may pass beyond every region of heaven and earth. Verily Thou art the Merciful, the All-Glorious, the Kind, the Compassionate."}, {"classes": [], "text": "O Lord! These are the survivors of the martyrs, that company of blessed souls. They have sustained every tribulation and displayed patience in the face of grievous injustice. They have forsaken all comfort and prosperity, have willingly submitted to dire suffering and adversity in the path of Thy love, and are still held captive in the clutches of their enemies who continually torment them with sore torment, and oppress them because they walk steadfastly in Thy straight path. There is no one to help them, no one to befriend them. Apart from the ignoble and the wicked, there is no one to associate and consort with them."}, {"classes": [], "text": "O Lord! These souls have tasted bitter agony in this earthly life and have, as a sign of their love for the shining beauty of Thy countenance and in their eagerness to attain Thy celestial kingdom, tolerated every gross indignity that the people of tyranny have inflicted upon them."}, {"classes": [], "text": "O Lord! Fill their ears with the verses of divine assistance and of a speedy victory, and deliver them from the oppression of such as wield terrible might. Withhold the hands of the wicked and leave not these souls to be torn by the claws and teeth of fierce beasts, for they are captivated by their love for Thee, entrusted with the mysteries of Thy holiness, stand humbly at Thy door and have attained to Thine exalted precinct."}, {"classes": [], "text": "O Lord! Graciously reinforce them with a new spirit; illumine their eyes by enabling them to behold Thy wondrous evidences in the gloom of night; destine for them all good that aboundeth in Thy Kingdom of eternal mysteries; make them as brilliant stars shining over all regions, luxuriant trees laden with fruit and branches moving in the breezes of dawn."}, {"classes": [], "text": "Verily, Thou art the Bountiful, the Mighty, the Omnipotent, the Unconstrained. There is none other God but Thee, the God of love and tender mercy, the All-Glorious, the Ever-Forgiving."}]}, {"title": ["", "Naw-Rúz"], "author": ["", "—Bahá’u’lláh"], "texts": [{"classes": ["brl-firstline-noindent", "brl-initialcap"], "text": "Praised be Thou, O my God, that Thou hast ordained Naw-Rúz as a festival unto those who have observed the Fast for love of Thee and abstained from all that is abhorrent unto Thee. Grant, O my Lord, that the fire of Thy love and the heat produced by the Fast enjoined by Thee may inflame them in Thy Cause, and make them to be occupied with Thy praise and with remembrance of Thee."}, {"classes": [], "text": "Since Thou hast adorned them, O my Lord, with the ornament of the Fast prescribed by Thee, do Thou adorn them also with the ornament of Thine acceptance, through Thy grace and bountiful favor. For the doings of men are all dependent upon Thy good pleasure, and are conditioned by Thy behest. Shouldst Thou regard him who hath broken the Fast as one who hath observed it, such a man would be reckoned among them who from eternity had been keeping the Fast. And shouldst Thou decree that he who hath observed the Fast hath broken it, that person would be numbered with such as have caused the Robe of Thy Revelation to be stained with dust, and been far removed from the crystal waters of this living Fountain."}, {"classes": [], "text": "Thou art He through Whom the ensign “Praiseworthy art Thou in Thy works” hath been lifted up, and the standard “Obeyed art Thou in Thy behest” hath been unfurled. Make known this Thy station, O my God, unto Thy servants, that they may be made aware that the excellence of all things is dependent upon Thy bidding and Thy word, and the virtue of every act is conditioned by Thy leave and the good pleasure of Thy will, and may recognize that the reins of men’s doings are within the grasp of Thine acceptance and Thy commandment. Make this known unto them, that nothing whatsoever may shut them out from Thy Beauty, in these days whereon the Christ exclaimeth: “All dominion is Thine, O Thou the Begetter of the Spirit (Jesus)”; and Thy Friend (Muḥammad) crieth out: “Glory be to Thee, O Thou the Best-Beloved, for that Thou hast uncovered Thy Beauty, and written down for Thy chosen ones what will cause them to attain unto the seat of the revelation of Thy Most Great Name, through which all the peoples have lamented except such as have detached themselves from all else except Thee, and set themselves towards Him Who is the Revealer of Thyself and the Manifestation of Thine attributes.”"}, {"classes": [], "text": "He Who is Thy Branch and all Thy company, O my Lord, have broken this day their fast, after having observed it within the precincts of Thy court, and in their eagerness to please Thee. Do Thou ordain for Him, and for them, and for all such as have entered Thy presence in those days all the good Thou didst destine in Thy Book. Supply them, then, with that which will profit them, in both this life and in the life beyond."}, {"classes": [], "text": "Thou, in truth, art the All-Knowing, the All-Wise."}]}]}, {"title": ["", "Special Tablets"], "notes": [{"instructions": []}], "categories": [{"title": ["", "Tablet of Aḥmad"], "author": ["", "“These daily obligatory prayers, together with a few other specific ones, such as the Healing Prayer, the Tablet of Aḥmad, have been invested by Bahá’u’lláh with a special potency and significance, and should therefore be accepted as such and be recited by the believers with unquestioning faith and confidence, that through them they may enter into a much closer communion with God, and identify themselves more fully with His laws and precepts.”", "", "—Bahá’u’lláh"], "texts": [{"classes": ["brl-align-right", "brl-btmmargin"], "text": "—From a letter written on behalf of Shoghi Effendi"}, {"classes": ["brl-firstline-noindent", "brl-initialcap"], "text": "He is the King, the All-Knowing, the Wise!"}, {"classes": [], "text": "Lo, the Nightingale of Paradise singeth upon the twigs of the Tree of Eternity, with holy and sweet melodies, proclaiming to the sincere ones the glad tidings of the nearness of God, calling the believers in the Divine Unity to the court of the Presence of the Generous One, informing the severed ones of the message which hath been revealed by God, the King, the Glorious, the Peerless, guiding the lovers to the seat of sanctity and to this resplendent Beauty."}, {"classes": [], "text": "Verily this is that Most Great Beauty, foretold in the Books of the Messengers, through Whom truth shall be distinguished from error and the wisdom of every command shall be tested. Verily He is the Tree of Life that bringeth forth the fruits of God, the Exalted, the Powerful, the Great."}, {"classes": [], "text": "O Aḥmad! Bear thou witness that verily He is God and there is no God but Him, the King, the Protector, the Incomparable, the Omnipotent. And that the One Whom He hath sent forth by the name of ‘Alí13 was the true One from God, to Whose commands we are all conforming."}, {"classes": [], "text": "Say: O people be obedient to the ordinances of God, which have been enjoined in the Bayán by the Glorious, the Wise One. Verily He is the King of the Messengers and His Book is the Mother Book did ye but know."}, {"classes": [], "text": "Thus doth the Nightingale utter His call unto you from this prison. He hath but to deliver this clear message. Whosoever desireth, let him turn aside from this counsel and whosoever desireth let him choose the path to his Lord."}, {"classes": [], "text": "O people, if ye deny these verses, by what proof have ye believed in God? Produce it, O assemblage of false ones."}, {"classes": [], "text": "Nay, by the One in Whose hand is my soul, they are not, and never shall be able to do this, even should they combine to assist one another."}, {"classes": [], "text": "O Aḥmad! Forget not My bounties while I am absent. Remember My days during thy days, and My distress and banishment in this remote prison. And be thou so steadfast in My love that thy heart shall not waver, even if the swords of the enemies rain blows upon thee and all the heavens and the earth arise against thee."}, {"classes": [], "text": "Be thou as a flame of fire to My enemies and a river of life eternal to My loved ones, and be not of those who doubt."}, {"classes": [], "text": "And if thou art overtaken by affliction in My path, or degradation for My sake, be not thou troubled thereby."}, {"classes": [], "text": "Rely upon God, thy God and the Lord of thy fathers. For the people are wandering in the paths of delusion, bereft of discernment to see God with their own eyes, or hear His Melody with their own ears. Thus have We found them, as thou also dost witness."}, {"classes": [], "text": "Thus have their superstitions become veils between them and their own hearts and kept them from the path of God, the Exalted, the Great."}, {"classes": [], "text": "Be thou assured in thyself that verily, he who turneth away from this Beauty hath also turned away from the Messengers of the past and showeth pride towards God from all eternity to all eternity."}, {"classes": [], "text": "Learn well this Tablet, O Aḥmad. Chant it during thy days and withhold not thyself therefrom. For verily, God hath ordained for the one who chanteth it, the reward of a hundred martyrs and a service in both worlds. These favors have We bestowed upon thee as a bounty on Our part and a mercy from Our presence, that thou mayest be of those who are grateful."}, {"classes": [], "text": "By God! Should one who is in affliction or grief read this Tablet with absolute sincerity, God will dispel his sadness, solve his difficulties and remove his afflictions."}, {"classes": [], "text": "Verily, He is the Merciful, the Compassionate. Praise be to God, the Lord of all the worlds."}]}, {"title": ["", "Fire Tablet"], "author": ["", "—Bahá’u’lláh"], "texts": [{"classes": ["brl-firstline-noindent", "brl-initialcap"], "text": "In the Name of God, the Most Ancient, the Most Great."}, {"classes": [], "text": "Indeed the hearts of the sincere are consumed in the fire of separation: Where is the gleaming of the light of Thy Countenance, O Beloved of the worlds?"}, {"classes": [], "text": "Those who are near unto Thee have been abandoned in the darkness of desolation: Where is the shining of the morn of Thy reunion, O Desire of the worlds?"}, {"classes": [], "text": "The bodies of Thy chosen ones lie quivering on distant sands: Where is the ocean of Thy presence, O Enchanter of the worlds?"}, {"classes": [], "text": "Longing hands are uplifted to the heaven of Thy grace and generosity: Where are the rains of Thy bestowal, O Answerer of the worlds?"}, {"classes": [], "text": "The infidels have arisen in tyranny on every hand: Where is the compelling power of Thine ordaining pen, O Conqueror of the worlds?"}, {"classes": [], "text": "The barking of dogs is loud on every side: Where is the lion of the forest of Thy might, O Chastiser of the worlds?"}, {"classes": [], "text": "Coldness hath gripped all mankind: Where is the warmth of Thy love, O Fire of the worlds?"}, {"classes": [], "text": "Calamity hath reached its height: Where are the signs of Thy succor, O Salvation of the worlds?"}, {"classes": [], "text": "Darkness hath enveloped most of the peoples: Where is the brightness of Thy splendor, O Radiance of the worlds?"}, {"classes": [], "text": "The necks of men are stretched out in malice: Where are the swords of Thy vengeance, O Destroyer of the worlds?"}, {"classes": [], "text": "Abasement hath reached its lowest depth: Where are the emblems of Thy glory, O Glory of the worlds?"}, {"classes": [], "text": "Sorrows have afflicted the Revealer of Thy Name, the All-Merciful: Where is the joy of the Dayspring of Thy Revelation, O Delight of the worlds?"}, {"classes": [], "text": "Anguish hath befallen all the peoples of the earth: Where are the ensigns of Thy gladness, O Joy of the worlds?"}, {"classes": [], "text": "Thou seest the Dawning Place of Thy signs veiled by evil suggestions: Where are the fingers of Thy might, O Power of the worlds?"}, {"classes": [], "text": "Sore thirst hath overcome all men: Where is the river of Thy bounty, O Mercy of the worlds?"}, {"classes": [], "text": "Greed hath made captive all mankind: Where are the embodiments of detachment, O Lord of the worlds?"}, {"classes": [], "text": "Thou seest this Wronged One lonely in exile: Where are the hosts of the heaven of Thy Command, O Sovereign of the worlds?"}, {"classes": [], "text": "I have been forsaken in a foreign land: Where are the emblems of Thy faithfulness, O Trust of the worlds?"}, {"classes": [], "text": "The agonies of death have laid hold on all men: Where is the surging of Thine ocean of eternal life, O Life of the worlds?"}, {"classes": [], "text": "The whisperings of Satan have been breathed to every creature: Where is the meteor of Thy fire, O Light of the worlds?"}, {"classes": [], "text": "The drunkenness of passion hath perverted most of mankind: Where are the daysprings of purity, O Desire of the worlds?"}, {"classes": [], "text": "Thou seest this Wronged One veiled in tyranny among the Syrians: Where is the radiance of Thy dawning light, O Light of the worlds?"}, {"classes": [], "text": "Thou seest Me forbidden to speak forth: Then from where will spring Thy melodies, O Nightingale of the worlds?"}, {"classes": [], "text": "Most of the people are enwrapped in fancy and idle imaginings: Where are the exponents of Thy certitude, O Assurance of the worlds?"}, {"classes": [], "text": "Bahá is drowning in a sea of tribulation: Where is the Ark of Thy salvation, O Savior of the worlds?"}, {"classes": [], "text": "Thou seest the Dayspring of Thine utterance in the darkness of creation: Where is the sun of the heaven of Thy grace, O Light-Giver of the worlds?"}, {"classes": [], "text": "The lamps of truth and purity, of loyalty and honor, have been put out: Where are the signs of Thine avenging wrath, O Mover of the worlds?"}, {"classes": [], "text": "Canst Thou see any who have championed Thy Self, or who ponder on what hath befallen Him in the pathway of Thy love? Now doth My pen halt, O Beloved of the worlds."}, {"classes": [], "text": "The branches of the Divine Lote-Tree lie broken by the onrushing gales of destiny: Where are the banners of Thy succor, O Champion of the worlds?"}, {"classes": [], "text": "This Face is hidden in the dust of slander: Where are the breezes of Thy compassion, O Mercy of the worlds?"}, {"classes": [], "text": "The robe of sanctity is sullied by the people of deceit: Where is the vesture of Thy holiness, O Adorner of the worlds?"}, {"classes": [], "text": "The sea of grace is stilled for what the hands of men have wrought: Where are the waves of Thy bounty, O Desire of the worlds?"}, {"classes": [], "text": "The door leading to the Divine Presence is locked through the tyranny of Thy foes: Where is the key of Thy bestowal, O Unlocker of the worlds?"}, {"classes": [], "text": "The leaves are yellowed by the poisoning winds of sedition: Where is the downpour of the clouds of Thy bounty, O Giver of the worlds?"}, {"classes": [], "text": "The universe is darkened with the dust of sin: Where are the breezes of Thy forgiveness, O Forgiver of the worlds?"}, {"classes": [], "text": "This Youth is lonely in a desolate land: Where is the rain of Thy heavenly grace, O Bestower of the worlds?"}, {"classes": [], "text": "O Supreme Pen, We have heard Thy most sweet call in the eternal realm: Give Thou ear unto what the Tongue of Grandeur uttereth, O Wronged One of the worlds!"}, {"classes": [], "text": "Were it not for the cold, how would the heat of Thy words prevail, O Expounder of the worlds?"}, {"classes": [], "text": "Were it not for calamity, how would the sun of Thy patience shine, O Light of the worlds?"}, {"classes": [], "text": "Lament not because of the wicked. Thou wert created to bear and endure, O Patience of the worlds."}, {"classes": [], "text": "How sweet was Thy dawning on the horizon of the Covenant among the stirrers of sedition, and Thy yearning after God, O Love of the worlds."}, {"classes": [], "text": "By Thee the banner of independence was planted on the highest peaks, and the sea of bounty surged, O Rapture of the worlds."}, {"classes": [], "text": "By Thine aloneness the Sun of Oneness shone, and by Thy banishment the land of Unity was adorned. Be patient, O Thou Exile of the worlds."}, {"classes": [], "text": "We have made abasement the garment of glory, and affliction the adornment of Thy temple, O Pride of the worlds."}, {"classes": [], "text": "Thou seest the hearts are filled with hate, and to overlook is Thine, O Thou Concealer of the sins of the worlds."}, {"classes": [], "text": "When the swords flash, go forward! When the shafts fly, press onward! O Thou Sacrifice of the worlds."}, {"classes": [], "text": "Dost Thou wail, or shall I wail? Rather shall I weep at the fewness of Thy champions, O Thou Who hast caused the wailing of the worlds."}, {"classes": [], "text": "Verily, I have heard Thy Call, O All-Glorious Beloved; and now is the face of Bahá flaming with the heat of tribulation and with the fire of Thy shining word, and He hath risen up in faithfulness at the place of sacrifice, looking toward Thy pleasure, O Ordainer of the worlds."}, {"classes": [], "text": "O ‘Alí-Akbar, thank thy Lord for this Tablet whence thou canst breathe the fragrance of My meekness, and know what hath beset Us in the path of God, the Adored of all the worlds."}, {"classes": [], "text": "Should all the servants read and ponder this, there shall be kindled in their veins a fire that shall set aflame the worlds."}]}, {"title": ["", "Tablet of the Holy Mariner"], "author": ["", "“Study the Tablet of the Holy Mariner that ye may know the truth, and consider that the Blessed Beauty hath fully foretold future events. Let them who perceive, take warning!”", "", "—Bahá’u’lláh"], "texts": [{"classes": ["brl-align-right", "brl-btmmargin"], "text": "—‘Abdu’l-Bahá"}, {"classes": ["brl-firstline-noindent", "brl-initialcap"], "text": "He is the Gracious, the Well-Beloved!"}, {"classes": [], "text": "O Holy Mariner!"}, {"classes": [], "text": "Bid thine ark of eternity appear before the Celestial Concourse,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "Launch it upon the ancient sea, in His Name, the Most Wondrous,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "And let the angelic spirits enter, in the Name of God, the Most High."}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "Unmoor it, then, that it may sail upon the ocean of glory,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "Haply the dwellers therein may attain the retreats of nearness in the everlasting realm."}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "Having reached the sacred strand, the shore of the crimson seas,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "Bid them issue forth and attain this ethereal invisible station,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "A station wherein the Lord hath in the Flame of His Beauty appeared within the deathless tree;"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "Wherein the embodiments of His Cause cleansed themselves of self and passion;"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "Around which the Glory of Moses doth circle with the everlasting hosts;"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "Wherein the Hand of God was drawn forth from His bosom of Grandeur;"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "Wherein the ark of the Cause remaineth motionless even though to its dwellers be declared all divine attributes."}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "O Mariner! Teach them that are within the ark that which we have taught thee behind the mystic veil."}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "Perchance they may not tarry in the sacred snow-white spot,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "But may soar upon the wings of the spirit unto that station which the Lord hath exalted above all mention in the worlds below,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "May wing through space even as the favored birds in the realm of eternal reunion;"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "May know the mysteries hidden in the Seas of light."}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "They passed the grades of worldly limitations and reached that of the divine unity, the center of heavenly guidance."}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "They have desired to ascend unto that state which the Lord hath ordained to be above their stations."}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "Whereupon the burning meteor cast them out from them that abide in the Kingdom of His Presence,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "And they heard the Voice of Grandeur raised from behind the unseen pavilion upon the Height of Glory:"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "“O guardian angels! Return them to their abode in the world below,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "“Inasmuch as they have purposed to rise to that sphere which the wings of the celestial dove have never attained;"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "“Whereupon the ship of fancy standeth still which the minds of them that comprehend cannot grasp.”"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "Whereupon the maid of heaven looked out from her exalted chamber,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "And with her brow signed to the Celestial Concourse,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "Flooding with the light of her countenance the heaven and the earth,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "And as the radiance of her beauty shone upon the people of dust,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "All beings were shaken in their mortal graves."}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "She then raised the call which no ear through all eternity hath ever heard,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "And thus proclaimed: “By the Lord! He whose heart hath not the fragrance of the love of the exalted and glorious Arabian Youth,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "“Can in no wise ascend unto the glory of the highest heaven.”"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "Thereupon she summoned unto herself one maiden from her handmaidens,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "And commanded her: “Descend into space from the mansions of eternity,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "“And turn thou unto that which they have concealed in the inmost of their hearts."}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "“Shouldst thou inhale the perfume of the robe from the Youth that hath been hidden within the tabernacle of light by reason of that which the hands of the wicked have wrought,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "“Raise a cry within thyself, that all the inmates of the chambers of Paradise, that are the embodiments of the eternal wealth, may understand and hearken;"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "“That they may all come down from their everlasting chambers and tremble,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "“And kiss their hands and feet for having soared to the heights of faithfulness;"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "“Perchance they may find from their robes the fragrance of the Beloved One.”"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "Thereupon the countenance of the favored damsel beamed above the celestial chambers even as the light that shineth from the face of the Youth above His mortal temple;"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "She then descended with such an adorning as to illumine the heavens and all that is therein."}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "She bestirred herself and perfumed all things in the lands of holiness and grandeur."}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "When she reached that place she rose to her full height in the midmost heart of creation,"}, {"classes": [], "text": "Glorified be my Lord, the all-Glorious!"}, {"classes": [], "text": "And sought to inhale their fragrance at a time that knoweth neither beginning nor end."}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "She found not in them that which she did desire, and this, verily, is but one of His wondrous tales."}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "She then cried aloud, wailed and repaired to her own station within her most lofty mansion,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "And then gave utterance to one mystic word, whispered privily by her honeyed tongue,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "And raised the call amidst the Celestial Concourse and the immortal maids of heaven:"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "“By the Lord! I found not from these idle claimants the breeze of Faithfulness!"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "“By the Lord! The Youth hath remained lone and forlorn in the land of exile in the hands of the ungodly.”"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "She then uttered within herself such a cry that the Celestial Concourse did shriek and tremble,"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "And she fell upon the dust and gave up the spirit. It seemeth she was called and hearkened unto Him that summoned her unto the Realm on High."}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "Glorified be He that created her out of the essence of love in the midmost heart of His exalted paradise!"}, {"classes": [], "text": "Glorified be my Lord, the All-Glorious!"}, {"classes": [], "text": "Thereupon the maids of heaven hastened forth from their chambers, upon whose countenances the eye of no dweller in the highest paradise had ever gazed."}, {"classes": [], "text": "Glorified be our Lord, the Most High!"}, {"classes": [], "text": "They all gathered around her, and lo! they found her body fallen upon the dust;"}, {"classes": [], "text": "Glorified be our Lord, the Most High!"}, {"classes": [], "text": "And as they beheld her state and comprehended a word of the tale told by the Youth, they bared their heads, rent their garments asunder, beat upon their faces, forgot their joy, shed tears and smote with their hands upon their cheeks, and this is verily one of the mysterious grievous afflictions—"}, {"classes": [], "text": "Glorified be our Lord, the Most High!"}]}]}, {"title": ["", "Notes"], "notes": [null], "categories": []}], "__classes": ["brl-initialcap", "brl-uppercase", "brl-align-right", "brl-firstline-noindent", "brl-text-smaller1", "brl-displayblock", "brl-align-center", "brl-global-instructions", "brl-btmmargin", "brl-topmargin"], "hash": {"input_encoding": "utf-8", "algorithm": "sha256", "digest": "dbb37847a9171d18e35e7b02150b52ca16d52836393ec00eb7af8f632925cdc6", "digest_size": 32, "block_size": 64}}
